{
    "en-US": {
        "translation": {
            "start.narration": "Welcome to mini-quest! If you are a brave adventurer, ready to face peril and seek treasure, say \"Let's go\"!",
            "utterance-go": "go",
            "utterance-venture on": "venture on",
            "at castle door.narration": "You are standing on the drawbridge of a rather tiny castle. To your left and right is a moat that surrounds the castle. Behind you is the safety of home. But if you go forward, you'll enter the castle. What do you want to do?",
            "utterance-go left": "go left",
            "utterance-go right": "go right",
            "utterance-left": "left",
            "utterance-right": "right",
            "utterance-jump in moat": "jump in moat",
            "utterance-go back": "go back",
            "utterance-go home": "go home",
            "utterance-run home": "run home",
            "utterance-run away": "run away",
            "utterance-enter castle": "enter castle",
            "utterance-enter": "enter",
            "utterance-go forward": "go forward",
            "eaten by alligators.narration": "Although the waters of the castle moat look like a great place to swim, you quickly find that they are filled with hungry alligators. Unfortunately, you are their meal.",
            "run away.narration": "As you turn to run home, the drawbridge crumbles below you. You fall into the alligator-infested waters of the castle moat and die.",
            "castle entryway.narration": "The castle entryway is dark and dusty, but there's just enough ambient light to make out what appears to be a wooden box.",
            "box is locked.narration": "The box is closed and wrapped in chains. You wonder what's inside. There is a parchment note attached.",
            "box is open.narration": "The box appears to be open.",
            "box is closed.narration": "The box is closed and there are chains on the floor around it. You wonder what's inside. There is a parchment note attached.",
            "read note.narration": "The note is scrawled clumsily, but you can make out the words \"Say 'open sesame'\". As you read the note, it crumbles into dust on the ground.",
            "box locked.narration": "The box is secured by a chain and an unusual lock. The lock has no slot for a key or means of entering a combination. You wonder how it might be opened. If only there were some instructions...",
            "open box.narration": "With the lock and chains gone, the box opens easily. Inside, you see a brilliant gemstone. It must be worth a fortune!",
            "lock disappears.narration": "Upon uttering the words \"open sesame\", the lock disintegrates and the chains fall off of the box.",
            "take gem.narration": "As you remove the gem from the box, it glows even brighter. You find yourself\n    momentarily mesmerized by its brilliance, but gather your wits and put the gem\n    into your pocket.\n\n    You leave the castle and return home. You immediately seek out a gemologist to\n    appraise your newfound treasure. It sells at market for a handsome price,\n    enabling you to live comfortably for the remainder of your days."
        }
    }
}